[
  {
    "title": "Emotion by Design",
    "link": "https://www.amazon.in/Emotion-Design-Creative-Leadership-Lessons/dp/1538705591?&_encoding=UTF8&tag=amitkma-21&linkCode=ur2&linkId=9ef96fee7509d4f1f786c53ceab33888&camp=3638&creative=24630",
    "cover": "https://m.media-amazon.com/images/I/81LLlzInPAL._SL1500_.jpg",
    "author": "Greg Hoffman",
    "description": "In EMOTION BY DESIGN, Hoffman shares lessons and stories on the power of creativity drawn from almost three decades of experience within Nike. A celebration of ingenuity and a call-to-arms for brand-builders to rediscover the human element in forming consumer bonds, EMOTION BY DESIGN is an insider's guide to unlocking inspiration within a brand and building stronger emotional connections with consumers, using Hoffman's three favorite guiding principles."
  },
  {
    "title": "Build : An Unorthodox Guide to Making Things Worth Making",
    "link": "https://www.amazon.in/Build-Lead-Title-Unorthodox-Making/dp/1787634116/ref=sr_1_1?crid=2W8EXQ6BIY5UU&amp;keywords=build+tony+fadell&amp;qid=1697974570&amp;s=books&amp;sprefix=build+b%252Cstripbooks%252C218&amp;sr=1-1&_encoding=UTF8&tag=amitkma-21&linkCode=ur2&linkId=e52900dc5815e6c155bae7baf946ea5c&camp=3638&creative=24630",
    "cover": "https://m.media-amazon.com/images/I/71JNZdlnhcL._SL1500_.jpg",
    "author": "Tony Fadell",
    "description": "For every career <b>crisis</b>, every fork in the road, you need someone to talk to. Someone who's been there before, who knows exactly how wobbly and conflicted you feel, who can give it to you straight. Tony Fadell learned all these lessons the hard way. He spent the first 10 years of his career in Silicon Valley failing spectacularly, and the next 20 building some of the most impactful devices in history - the iPod, iPhone, and Nest Learning Thermostat. He has enough stories and advice about leadership, design, startups, mentorship, decision making, devastating screwups, and unbelievable success to fill an encyclopedia."
  },
  {
    "title": "Refactoring UI",
    "link": "https://www.refactoringui.com/",
    "cover": "https://www.refactoringui.com/_next/static/media/book.5380927448c9872170bbc9fc9e5828c4.png",
    "author": "Adam Wathan | Steve Schoger",
    "description": "Learn how to design beautiful user interfaces by yourself using specific tactics explained from a developer's point-of-view."
  }
]
